{
   "items": [
      {
         "name": "Large 3 Holy Mosque painting",
         "id": "1",
         "description": "A 50 x 40 acrylic painting of the three holy mosques, Masjid Al Haram, Masjid An Nabawi and Masjid Al Aqsa."
      },                
      {
         "name": "Oxygen Men's Thobe",
         "id": "2",
         "description": "This is a men's Iman by Oxygen thobe in brown with rope collar. Size 56,24"
      },
      {
         "name": "Prada Handbag",
         "id": "3",
         "description": "This is a genuine Prada Women's Diagramme Shoulder Bag Medium Leather Black/gold. Has never been used."
      },
      {
         "name": "Charity Hadith Calligraphy",
         "id": "4",
         "description": ""
      },
      {
         "name": "Ajwa Men's Perfume",
         "id": "5",
         "description": "This is a 50ml Men's 'Second Wife' perfume. A sweet musky and fruity scent."
      },
      {
         "name": "Ajwa Women's Headscarf",
         "id": "6",
         "description": "This is a thick luxury premium quality pink jersey hijab."
      },
      {
         "name": "Royal Sejadah Prayer Mat x2",
         "id": "7",
         "description": "This is a luxury thick prayer mat with embroidery by Royal Sejadah"
      },
      {
         "name": "Chai Guys Hamper",
         "id": "9",
         "description": "This is the ultimate Chai Guys bundle, including 200g Masala Chai, 200g Kadak Chai, Stainless Steel Strainer and Parle G biscuits."
      },
      {
         "name": "Al Andalus Quran Lamp",
         "id": "10",
         "description": "This is a must have: a wireless and portable galaxy globe that doubles as a lamp and Quran speaker!"
      },
      {
         "name": "Shahada Caligraphy Canvas",
         "id": "11",
         "description": "This is a lovely white canvas with the full shahada in black calligraphy accompanied by brown details."
      },
      {
         "name": "Chenille Boutique Mens Thobe",
         "id": "12",
         "description": "This is a casual modern thobe in a matt navy colour with textured detailing and tan piping. Available in size 52-60 and in slim or regular fit"
      },
      {
         "name": "Chenille Boutique Womens Printed Cape Abaya",
         "id": "13",
         "description": "This is a crepe patterned open cape with adjustable fastening belt. With white and coloured printed patterns."
      },
      {
         "name": "Scent Salim Oud Hamper",
         "id": "14",
         "description": "This is a delightful oud hamper that includes a variety of roll on perfumes, spray perfume and car oud air fresher."
      },
      {
         "name": "Subhan Allahi Wa Bihamdihi Calligraphy",
         "id": "15",
         "description": "This is a yellow themed calligraphy reading Subhan Allahi wa bihamdihi ( Glory Be To Allah And All Praise Is Due To Him )."
      },
      {
         "name": "Islamic Gift Hamper",
         "id": "16",
         "description": "This is a hamper that consists of salah mats, qurans, oud and a book on the 99 glorious names of Allah."
      },
      {
         "name": "Candle and Diffuser Set",
         "id": "17",
         "description": "This is a box of true aroma candles and an automated serenity diffuser selection kit."
      },
      {
         "name": "Caked by Noor Voucher | 7.5'' Cake",
         "id": "18",
         "description": "This is a Caked By Noor voucher for one 7.5” cake including a cake topper and flowers or macarons, customised to the winners choice of flavour and design. Collection from North London or delivery within London available upon agreement."
      },
      {
         "name": "Caked by Noor Voucher | 12 Cupcakes",
         "id": "19",
         "description": "This is a Caked By Noor voucher for one box of 12 cupcakes including 6 personalised cupcake toppers, customised to the winners choice of flavour and design. Collection from North London or delivery within London available upon agreement."
      }
   ]
}